{
    "malaria": {
        "symptoms": [
            "The most common early symptoms of malaria are fever, headache and chills.",
            "Symptoms usually start within 10–15 days of getting bitten by an infected mosquito.",
            "Symptoms may be mild for some people, especially for those who have had a malaria infection before. Because some malaria symptoms are not specific, getting tested early is important.",
            "Some types of malaria can cause severe illness and death. Infants, children under 5 years, pregnant women, travellers and people with HIV or AIDS are at higher risk. Severe symptoms include:",
            "extreme tiredness and fatigue",
            "impaired consciousness",
            "multiple convulsions",
            "difficulty breathing",
            "dark or bloody urine",
            "jaundice (yellowing of the eyes and skin)",
            "abnormal bleeding.",
            "People with severe symptoms should get emergency care right away. Getting treatment early for mild malaria can stop the infection from becoming severe.",
            "Malaria infection during pregnancy can also cause premature delivery or delivery of a baby with low birth weight."
        ],
        "prevention": [
            "Malaria can be prevented by avoiding mosquito bites and by taking medicines. Talk to a doctor about taking medicines such as chemoprophylaxis before travelling to areas where malaria is common.",
            "Lower the risk of getting malaria by avoiding mosquito bites:",
            "Use mosquito nets when sleeping in places where malaria is present.",
            "Use mosquito repellents (containing DEET, IR3535 or Icaridin) after dusk.",
            "Use coils and vaporizers.",
            "Wear protective clothing.",
            "Use window screens."
        ]
    },
    "dengue": {
        "symptoms": [
            "Most people with dengue have mild or no symptoms and will get better in 1–2 weeks. Rarely, dengue can be severe and lead to death.",
            "If symptoms occur, they usually begin 4–10 days after infection and last for 2–7 days. Symptoms may include:",
            "high fever (40°C/104°F)",
            "severe headache",
            "pain behind the eyes",
            "muscle and joint pains",
            "nausea",
            "vomiting",
            "swollen glands",
            "rash.",
            "Individuals who are infected for the second time are at greater risk of severe dengue. The symptoms of severe dengue  often come after the fever has gone away and may include:",
            "severe abdominal pain",
            "persistent vomiting",
            "rapid breathing",
            "bleeding gums or nose",
            "fatigue",
            "restlessness",
            "blood in vomit or stool",
            "being very thirsty",
            "pale and cold skin",
            "feeling weak.",
            "People with these severe symptoms should seek care immediately.",
            "After recovery, people who have had dengue may experience fatigue for several weeks."
        ],
        "prevention": [
            "The mosquitoes that spread dengue are active during the day.",
            "To lower your risk of getting dengue, protect yourself from mosquito bites by using:",
            "clothes that cover as much of your body as possible;",
            "mosquito nets, ideally sprayed with insect repellent, if sleeping during the day;",
            "window screens;",
            "mosquito repellents (containing DEET, Picaridin or IR3535); and",
            "coils and vaporizers.",
            "To prevent mosquitoes from breeding:",
            "implement environmental management and modification practices to stop mosquitoes from accessing egg-laying habitats;",
            "dispose of solid waste properly and remove artificial habitats that can hold water;",
            "cover, empty and clean domestic water storage containers on a weekly basis; and",
            "apply appropriate insecticides to water storage outdoor containers.",
            "If you get dengue, it’s important to:",
            "rest;",
            "drink plenty of liquids;",
            "use acetaminophen (paracetamol) for pain;",
            "avoid non-steroidal anti-inflammatory medication such as ibuprofen and aspirin; and",
            "watch for severe symptoms and contact your doctor as soon as possible if you notice any.",
            "Currently, one vaccine (QDenga) is available and licensed in some countries. However, it is recommended only for those aged 6–16 years in high transmission settings. Several additional vaccines are under evaluation.",
            "WHO response",
            "WHO responds to dengue by:",
            "supporting countries in the confirmation of outbreaks through its collaborating      network of laboratories;",
            "providing technical advice and guidance to countries for the effective management of      dengue outbreaks;",
            "supporting countries to improve their reporting systems and capture the true burden      of the disease;",
            "providing training on clinical management, diagnosis and vector control at the      country and regional levels in collaboration with its collaborating      centres;",
            "formulating evidence-based strategies and policies;",
            "supporting countries to develop dengue prevention and control strategies and adopt the      Global Vector Control Response (2017–2030) and the Global Arbovirus      Initiative (2022–2025);",
            "reviewing and making recommendations on the development of new tools, including insecticide      products and application technologies;",
            "gathering official records of dengue and severe dengue from over 100 Member States;      and",
            "publishing guidance and handbooks for surveillance, case management, diagnosis,      dengue prevention and control for Member States.",
            "References"
        ]
    },
    "chikungunya": {
        "symptoms": [
            "In symptomatic patients, CHIKV disease onset is typically 4–8 days (range 2–12 days) after the bite of an infected mosquito. It is characterized by an abrupt onset of fever, frequently accompanied by severe joint pain. The joint pain is often debilitating and usually lasts for a few days but may be prolonged, lasting for weeks, months or even years. Other common signs and symptoms include joint swelling, muscle pain, headache, nausea, fatigue and rash. Since these symptoms overlap with other infections, including those with dengue and Zika viruses, cases can be misdiagnosed. In the absence of significant joint pain, symptoms in infected individuals are usually mild and the infection may go unrecognized.",
            "Most patients recover fully from the infection; however, occasional cases of eye, heart, and neurological complications have been reported with CHIKV infections. Patients at extremes of the age spectrum are at higher risk for severe disease including newborns infected during delivery to infected mothers or bitten by infected mosquitoes in the weeks after birth, and older people with underlying medical conditions. Patients with severe disease require hospitalization because of the risk of organ damage and death.",
            "Once an individual is recovered, available evidence suggests they are likely to be immune from future chikungunya infections(4)."
        ],
        "prevention": [
            "Avoidance of mosquito bites offers the best protection against CHIKV infection. Patients suspected of having CHIKV infection should avoid getting mosquito bites during the first week of illness to prevent further transmission to mosquitoes, that may in turn infect other people.",
            "The main method to reduce transmission of CHIKV is through control of the mosquito vectors and reduction of mosquito breeding sites. This requires mobilization of communities, who are critical in reducing mosquito breeding sites through emptying and cleaning containers that contain water on a weekly basis, disposing of waste, and supporting local mosquito control programmes.",
            "During outbreaks, insecticides may be sprayed to kill flying adult mosquitoes, applied to surfaces in and around containers where the mosquitoes land, and used to treat water in containers to kill the immature mosquito larvae. This may also be performed by health authorities as an emergency measure to control the mosquito population.",
            "People living in or visiting areas with CHIKV transmission are advised to wear clothing that minimizes skin exposure to the day-biting mosquitoes. Window and door screens should be used to prevent mosquitoes from entering homes. Repellents can be applied to exposed skin or to clothing in strict accordance with product label instructions. Repellents should contain DEET, IR3535 or icaridin.",
            "Insecticide-treated mosquito nets should be used against day-biting mosquitoes by persons who sleep during the daytime, for example young children, sick patients or older people."
        ]
    },
    "japanese_encephalitis": {
        "symptoms": [
            "Most JEV infections are mild (fever and headache) or without apparent symptoms, but approximately 1 in 250 infections results in severe clinical illness. The incubation period is 4–14 days. In children, gastrointestinal pain and vomiting may be the dominant initial symptoms. Severe disease is characterized by rapid onset of high fever, headache, neck stiffness, disorientation, coma, seizures, spastic paralysis and ultimately death. The case fatality rate can be as high as 30% among those with disease symptoms. Of those who survive, 20–30% suffer permanent cognitive, behavioural or neurological sequelae such as seizures,  hearing or vision loss, speech, language, memory, and communication problems or weakness of the limbs."
        ],
        "prevention": [
            "Progress has been made in Asia with the implementation of JE vaccination programmes, with most endemic countries having country-wide or targeted programmes in place.  A decline in incidence of the disease has been reported in recent years, which is likely due in part to vaccination. Gavi supports JE catch-up campaigns and co-finances the vaccine for routine immunization in eligible countries.",
            "Safe and effective JE vaccines are available to prevent disease. WHO recommends having strong JE prevention and control activities, including JE immunization in all regions where the disease is a recognized public health priority, along with strengthening surveillance and reporting mechanisms. Even if the number of JE-confirmed cases is low, vaccination should be considered where there is a suitable environment for JE virus transmission. Introduction of the vaccine should be done in conjunction with a one-time catch-up campaign.",
            "There are three main types of JE vaccines currently in use: several inactivated Vero cell-derived vaccines, a live attenuated vaccine, and a live recombinant (chimeric) vaccine. One inactivated vaccine and the two live vaccines are WHO prequalified.",
            "The risk to travellers to Japanese encephalitis-endemic areas is normally low, but travellers should take precautions to avoid mosquito bites. Personal preventive measures include the use of mosquito repellents, long-sleeved clothes, coils and vaporizers. Travellers spending extensive time in JE endemic areas are recommended to get vaccinated before travel.",
            "In endemic areas, there is little evidence to support a reduction in JE disease burden from interventions other than the vaccination of humans. Thus, vaccination of humans should be prioritized over vaccination of pigs and mosquito control measures. However, the spread of JEV in new areas has been correlated with agricultural development and intensive rice cultivation supported by irrigation programmes."
        ]
    },
    "tuberculosis": {
        "symptoms": [
            "People with TB infection don’t feel sick and aren’t contagious. Only a small proportion of people who get infected with TB will get TB disease and symptoms. Babies and children are at higher risk.",
            "TB disease occurs when bacteria multiply in the body and affect different organs. TB symptoms may be mild for many months, so it is easy to spread TB to others without knowing it. Some people with TB disease do not have any symptoms.",
            "Common symptoms of TB are:",
            "prolonged cough (sometimes with blood)",
            "chest pain",
            "weakness",
            "fatigue",
            "weight loss",
            "fever",
            "night sweats",
            "The symptoms people get depend on which part of the body is affected by TB. While TB usually affects the lungs, it can also involve the kidneys, brain, spine and skin."
        ],
        "prevention": [
            "Follow these steps to help prevent tuberculosis infection and spread:",
            "Seek medical attention if you have symptoms like prolonged cough, fever and unexplained weight loss as early treatment for TB can help stop the spread of disease and improve your chances of recovery.",
            "Get tested for TB if you are at increased risk, such as if you have HIV or are in contact with people who have TB in your household or workplace.",
            "TB preventive treatment (or TPT) prevents infection from becoming disease. If prescribed TPT, complete the full course.",
            "If you have TB, practice good hygiene when coughing, including avoiding contact with other people and wearing a mask, covering your mouth and nose when coughing or sneezing, and disposing of sputum and used tissues properly.",
            "Special measures like respirators and ventilation are important to reduce infection in healthcare facilities and other institutions."
        ]
    },
    "polio": {
        "symptoms": [
            "Polio is a highly infectious disease caused by a virus. It invades the nervous system and can cause total paralysis in a matter of hours. The virus is transmitted by person-to-person spread mainly through the faecal-oral route or, less frequently, by a common vehicle (for example, contaminated water or food) and multiplies in the intestine. Initial symptoms are fever, fatigue, headache, vomiting, stiffness of the neck and pain in the limbs. One in 200 infections leads to irreversible paralysis (usually in the legs). Among those paralysed, 5–10% die when their breathing muscles become immobilized.",
            "Polio mainly affects children under 5 years of age. However, anyone of any age who is unvaccinated can contract the disease.",
            "There is no cure for polio, it can only be prevented. Polio vaccine, given multiple times, can protect a child for life. There are two vaccines available:oral polio vaccine and inactivated polio vaccine. Both are effective and safe, and both are used in different combinations worldwide, depending on local epidemiological and programmatic circumstances, to ensure the best possible protection to populations can be provided."
        ],
        "prevention": []
    },
    "measles": {
        "symptoms": [
            "Symptoms of measles usually begin 10–14 days after exposure to the virus. A prominent rash is the most visible symptom.",
            "Early symptoms usually last 4–7 days. They include:",
            "running nose",
            "cough",
            "red and watery eyes",
            "small white spots inside the cheeks.",
            "The rash begins about 7–18 days after exposure, usually on the face and upper neck. It spreads over about 3 days, eventually to the hands and feet. It usually lasts 5–6 days before fading.",
            "Most deaths from measles are from complications related to the disease.",
            "Complications can include:",
            "blindness",
            "encephalitis (an infection causing brain swelling and potentially brain damage)",
            "severe diarrhoea and related dehydration",
            "ear infections",
            "severe breathing problems including pneumonia.",
            "If a woman catches measles during pregnancy, this can be dangerous for the mother and can result in her baby being born prematurely with a low birth weight.",
            "Complications are most common in children under 5 years and adults over age 30. They are more likely in children who are malnourished, especially those without enough vitamin A or with a weak immune system from HIV or other diseases. Measles itself also weakens the immune system and can make the body “forget” how to protect itself against infections, leaving children extremely vulnerable."
        ],
        "prevention": [
            "Community-wide vaccination is the most effective way to prevent measles. All children should be vaccinated against measles. The vaccine is safe, effective and inexpensive.",
            "Children should receive two doses of the vaccine to ensure they are immune. The first dose is usually given at 9 months of age in countries where measles is common and 12–15 months in other countries. A second dose should be given later in childhood, usually at 15–18 months.",
            "The measles vaccine is given alone or often combined with vaccines for mumps, rubella and/or varicella.",
            "Routine measles vaccination, combined with mass immunization campaigns in countries with high case rates are crucial for reducing global measles deaths. The measles vaccine has been in use for about 60 years and costs less than US$ 1 per child. The measles vaccine is also used in emergencies to stop outbreaks from spreading. The risk of measles outbreaks is particularly high amongst refugees, who should be vaccinated as soon as possible.",
            "Combining vaccines slightly increases the cost but allows for shared delivery and administration costs and importantly, adds the benefit of protection against rubella, the most common vaccine preventable infection that can infect babies in the womb.",
            "In 2023, 74% of children received both doses of the measles vaccine, and about 83% of the world's children received one dose of measles vaccine by their first birthday. Two doses of the vaccine are recommended to ensure immunity and prevent outbreaks, as not all children develop immunity from the first dose.",
            "Approximately 22 million infants missed at least one dose of measles vaccine through routine immunization in 2023."
        ]
    },
    "covid-19": {
        "symptoms": [
            "People may experience different symptoms from COVID-19. Symptoms usually begin 5–6 days after exposure and last 1–14 days.",
            "The most common symptoms are:",
            "fever",
            "chills",
            "sore throat.",
            "Less common symptoms are:",
            "muscle aches and heavy      arms or legs",
            "severe fatigue or      tiredness",
            "runny or blocked nose,      or sneezing",
            "headache",
            "sore eyes",
            "dizziness",
            "new and persistent      cough",
            "tight chest or chest      pain",
            "shortness of breath",
            "hoarse voice",
            "numbness or tingling",
            "appetite loss, nausea, vomiting, abdominal pain or diarrhoea",
            "loss or change of sense      of taste or smell",
            "difficulty sleeping.",
            "People with the following symptoms should seek immediate medical attention:",
            "difficulty breathing,      especially at rest, or unable to speak in sentences",
            "confusion",
            "drowsiness or loss of      consciousness",
            "persistent pain or      pressure in the chest",
            "skin being cold or      clammy, or turning pale or a bluish colour",
            "loss of speech or movement.",
            "People who have pre-existing health problems are at higher risk when they have COVID-19; they should seek medical help early if worried about their condition. These include people taking immunosuppressive medication; those with chronic heart, lung, liver or rheumatological problems; those with HIV, diabetes, cancer. obesity or dementia.",
            "People with severe disease and those needing hospital treatment should receive treatment as soon as possible. The consequences of severe COVID-19 include death, respiratory failure, sepsis, thromboembolism (blood clots), and multiorgan failure, including injury of the heart, liver or kidneys.",
            "In rare situations, children can develop a severe inflammatory syndrome a few weeks after infection.",
            "Some people who have had COVID-19, whether they have needed hospitalization or not, continue to experience symptoms. These long-term effects are called long COVID (or post COVID-19 condition). The most common symptoms associated with long COVID include fatigue, breathlessness and cognitive dysfunction (for example, confusion, forgetfulness, or a lack of mental focus or clarity). Long COVID can affect a person’s ability to perform daily activities such as work or household chores."
        ],
        "prevention": [
            "People should get vaccinated as soon as it’s their turn. They should follow local guidance on vaccination and ways to protect themselves against COVID-19.",
            "COVID-19 vaccines provide strong protection against serious illness, hospitalization and death.",
            "To prevent the spread of COVID-19:",
            "avoid crowds and keep a      safe distance from others, even if they don’t appear to be sick;",
            "wear a properly fitted      mask if you feel sick, have been close to people who are sick, if you are      at high-risk, or in crowded or poorly ventilated areas;",
            "clean your hands      frequently with alcohol-based hand rub or soap and water;",
            "cover your mouth and      nose with a bent elbow or tissue when you cough or sneeze;",
            "dispose of used tissues      right away and clean your hands; and",
            "if you develop symptoms      or test positive for COVID-19, self-isolate until you recover.",
            "Vaccination against COVID-19 is based on priority groups such as people aged 60 years and over, and those with underlying medical problems such as high blood pressure, diabetes, chronic health problems, immunosuppression (including HIV), obesity, cancer, pregnant persons, and unvaccinated people. In March 2023, WHO updated its recommendations on primary series vaccination (two doses of any vaccine) as well as the need for booster doses. These recommendations are time-limited and can change at any time depending on how the SARS-CoV-2 virus is circulating in your area or country. It is important to stay up to date with local guidelines and recommendations provided by your local health authority.",
            "Since its introduction, COVID-19 vaccines have saved millions of lives across the world by providing protection against severe disease, hospitalization, and death. Even though vaccines protect against severe disease and death, it is still possible to spread SARS-CoV-2 to others after being vaccinated."
        ]
    }
}